export default [
    {
        "category" : "Електричар",
        "picture" : "https://burgasremont.com/wp-content/uploads/elektrotehnika.jpg",
        "information" : "Нашите електричари са специалисти, които се занимават с инсталирането, поддръжката и поправката на електрически системи и устройства.",
    },
    {
        "category" : "Бояджия",
        "picture" : "https://cdn.flattro.bg/homeHeroParallax/res/images/photos/trades/painting.jpg.webp",
        "information" : "Нашите бояджии се занимават с боядисването и промяната на цвета на различни повърхности, като стени, мебели и автомобили.",
    },
    {
        "category" : "Дърводелец",
        "picture" : "https://www.designingbuildings.co.uk/w/images/5/5e/Carpenter-carving-wood.jpg",
        "information" : "Нашите дърводелците са майстори, специализирани в изработката, ремонта и монтажа на разлчини изделия от дърво, като мебели и други видове плоскости.",
    },
    {
        "category" : "Водопроводчик",
        "picture" : "https://uslugi-vik.com/img/vodoprovodni-uslugi.jpg",
        "information" : "Нашите водопроводчици са професионалисти, които се занимават с монтаж, поддръжка и поправка на водопроводни системи и уреди.",
    },
    {
        "category" : "Заварчик",
        "picture" : "https://static.blitz.bg/documents/thumbnails/730/201908/1566582107-1.jpg",
        "information" : "Нашите заварчици са специалисти в свързването на метални конструкции чрез заваряване, използвайки различни технологии и методи за да създадат здрави и устойчиви метални съединения.",
    },
    {
        "category" : "Проектант",
        "picture" : "https://iusauthor.com/images/arhitects.jpg",
        "information" : "Нашите проектанти се занимават с проектирането, инсталирането и поддръжката на системи за отопление, вентилация и климатизация, за да осигурят комфортни условия на живот и работа за хората, които използват сградите.",
    },
    {
        "category" : "Строител",
        "picture" : "https://panteleev-auto.com/web/images/upload/997/construction-worker.jpg",
        "information" : "Нашите строителите са работници, които се занимават с изграждането и ремонта на сгради и други съоръжения, като използват различни материали и инструменти за изпълнението на своята работа.",
    },
    {
        "category" : "Майстор на покриви",
        "picture" : "https://pokrivi-maistor.com/wp-content/uploads/%D0%95%D1%82%D0%BE-%D0%B7%D0%B0%D1%89%D0%BE-%D1%82%D1%80%D1%8F%D0%B1%D0%B2%D0%B0-%D0%B4%D0%B0-%D0%BD%D0%B0%D0%B5%D0%BC%D0%B5%D1%82%D0%B5-%D1%84%D0%B8%D1%80%D0%BC%D0%B0-%D0%B7%D0%B0-%D1%80%D0%B5%D0%BC%D0%BE%D0%BD%D1%82-%D0%BD%D0%B0-%D0%BF%D0%BE%D0%BA%D1%80%D0%B8%D0%B2%D0%B0-%D0%A0%D1%83%D0%BC%D0%B5-%D0%A1%D1%82%D1%80%D0%BE%D0%B9-1-576x450.jpg",
        "information" : "Нашите майсторите на покриви са квалифицирани професионалисти, които имат опит и експертиза във всяко едно отношение на монтажа, ремонта и поддръжката на покриви.",
    },
    {
        "category" : "Майстор на гипскартон",
        "picture" : "https://e-maistor.com/wp-content/uploads/2019/09/gipsokarton1.jpg",
        "information" : "Нашите майстори на гипсов картон са квалифицирани професионалисти, които имат уменията и опита да монтират, ремонтират и изграждат всякакви конструкции от гипсов картон, за да създадат функционални и естетични интериорни решения.",
    },
    {
        "category" : "Техник",
        "picture" : "https://www.gtc.edu/sites/default/files/styles/intro_image/public/images/intro/electronics-intro-640x488.jpg?itok=VqboNBnx",
        "information" : "Нашите техниците са специалисти с техническо образование и практически опит в различни области, като електроника, механика, автомобилостроене, компютърни технологии и други, които работят за да разрешават различни технически проблеми.",
    }

]