// let offer = {
//     offerTittle: "Тук ще имаме име на офертата(търся бояджия за еди си какво",
//     offerText: "Тук ще има цялостна информация за обявата",
//     offerImage: "стринг, който ще е снимка във формат base64",
//     authorId: 23423,
//     category: "бояджийски услуги",
//     offerId: 1
// }

// let review = {
//     craftsmanId: 1,
//     clientId: 1,
//     offerId: 1,
//     review: "текст, който обяснява дали работата е свършена добре",
//     reviewSummary: "summary of the review, should be in bulgarian as well",
//     rating: "a number from 1-5 should be coresponding with the review(if the review is not good should be a low number and so on",
//     clientName: "just a random name",
//     crafstmanName: "just a random name"
// }

// create me 20 0bjects that looks like the following one: 
// let offer = {
//     offerTittle: "Тук ще имаме име на офертата(търся бояджия за еди си какво",
//     offerText: "Тук ще има цялостна информация за обявата",
//     offerImage: "стринг, който ще е снимка във формат base64",
//     authorId: 23423,
//     category: "бояджийски услуги",
//     offerId: 1
// }
// The offer tittle should be something like the following: "Трябва ми човек който да ми сложи гипскартон" 
// offer text should be a short summary of the job that should be done and should be in bulgarian as well
// offerImage should be null
// authorId should be a random number
// category should be one of the following: 
//reviews

export default [
    {
        "craftsmanId": 558275,
        "clientId": 895653,
        "offerId": 789,
        "review": "Много съм доволен от работата на майстора. Той беше бърз и професионален в изпълнението на задачата. Резултатът е впечатляващ и вече го препоръчах на приятели.",
        "reviewSummary": "Професионален и качествен изпълнител",
        "rating": 5,
        "clientName": "Иван Иванов",
        "craftsmanName": "Петър Петров"
    },
    {
        "craftsmanId": 987315,
        "clientId": 253639,
        "offerId": 890,
        "review": "Майсторът беше много внимателен и отзивчив към моите нужди. Работата беше свършена в срок и качеството на резултата беше много добро. Препоръчвам го на всеки, който търси надежден и качествен майстор.",
        "reviewSummary": "Надежден и качествен изпълнител",
        "rating": 4,
        "clientName": "Георги Георгиев",
        "craftsmanName": "Иван Иванов"
    },
    {
        "craftsmanId": 443515,
        "clientId": 91940,
        "offerId": 901,
        "review": "Работата беше свършена много добре и в срок. Майсторът беше много внимателен към моите нужди и изисквания и резултатът отразява това. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Качествен изпълнител с внимание към детайлите",
        "rating": 5,
        "clientName": "Петър Петров",
        "craftsmanName": "Георги Георгиев"
    },
    {
        "craftsmanId": 854543,
        "clientId": 193821,
        "offerId": 123,
        "review": "Работата беше изпълнена много професионално и качествено. Майсторът беше много внимателен към моите изисквания и резултатът отразява това. Вече го препоръчах на приятели.",
        "reviewSummary": "Професионален и качествен майстор",
        "rating": 4,
        "clientName": "Андрей Андреев",
        "craftsmanName": "Димитър Димитров"
    },
    {
        "craftsmanId": 878434,
        "clientId": 277604,
        "offerId": 234,
        "review": "Майсторът беше много вежлив и отзивчив на моите нужди. Работата беше свършена в срок и резултатът е много добър. Препоръчвам го на всеки, който търси качествен и надежден майстор.",
        "reviewSummary": "Надежден и вежлив майстор",
        "rating": 4,
        "clientName": "Деница Димитрова",
        "craftsmanName": "Мартин Мартинов"
    },
    {
        "craftsmanId": 481594,
        "clientId": 548498,
        "offerId": 345,
        "review": "Майсторът беше много бърз и качествен в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествена работа.",
        "reviewSummary": "Качествена работа в срок",
        "rating": 5,
        "clientName": "Габриел Габриелов",
        "craftsmanName": "Стефан Стефанов"
    },
    {
        "craftsmanId": 875025,
        "clientId": 735564,
        "offerId": 456,
        "review": "Работата беше свършена много бързо и качествено. Майсторът беше много внимателен към моите изисквания и резултатът е много добър. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Качествена и бърза работа",
        "rating": 4,
        "clientName": "Мария Маринова",
        "craftsmanName": "Георги Георгиев"
    },
    {
        "craftsmanId": 309734,
        "clientId": 172894,
        "offerId": 567,
        "review": "Майсторът беше много професионален и качествен в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен и надежден майстор.",
        "reviewSummary": "Качествен и професионален изпълнител",
        "rating": 5,
        "clientName": "Иван Иванов",
        "craftsmanName": "Петър Петров"
    },
    {
        "craftsmanId": 461048,
        "clientId": 315656,
        "offerId": 789,
        "review": "Майсторът беше много бърз и внимателен в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Бърз и внимателен майстор",
        "rating": 4,
        "clientName": "Александър Александров",
        "craftsmanName": "Иван Иванов"
    },
    {
        "craftsmanId": 522274,
        "clientId": 717519,
        "offerId": 901,
        "review": "Майсторът беше много добър в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Добър майстор",
        "rating": 4,
        "clientName": "Николай Николов",
        "craftsmanName": "Димитър Димитров"
    },
    {
        "craftsmanId": 74751,
        "clientId": 11401,
        "offerId": 123,
        "review": "Майсторът беше много професионален и внимателен към моите изисквания. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Професионален майстор",
        "rating": 5,
        "clientName": "Петър Петров",
        "craftsmanName": "Георги Георгиев"
    },
    {
        "craftsmanId": 68715,
        "clientId": 974145,
        "offerId": 234,
        "review": "Майсторът беше много вежлив и професионален в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Вежлив и професионален майстор",
        "rating": 4,
        "clientName": "Стефан Стефанов",
        "craftsmanName": "Ивайло Ивайлов"
    },
    {
        "craftsmanId": 51954,
        "clientId": 995993,
        "offerId": 345,
        "review": "Майсторът беше много бърз и внимателен в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Бърз и внимателен майстор",
        "rating": 4,
        "clientName": "Мария Маринова",
        "craftsmanName": "Петър Петров"
    },
    {
        "craftsmanId": 205342,
        "clientId": 348559,
        "offerId": 456,
        "review": "Майсторът беше много компетентен и професионален в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Компетентен майстор",
        "rating": 5,
        "clientName": "Георги Георгиев",
        "craftsmanName": "Николай Николов"
    },
    {
        "craftsmanId": 417807,
        "clientId": 98981,
        "offerId": 567,
        "review": "Майсторът беше много бърз и внимателен в изпълнението на работата. Резултатът е много добър и съм много доволен от услугите му. Препоръчвам го на всеки, който търси качествен майстор.",
        "reviewSummary": "Бърз и внимателен майстор",
        "rating": 4,
        "clientName": "Ивайло Ивайлов",
        "craftsmanName": "Димитър Димитров"
    },
    {
        "craftsmanId": 273767,
        "clientId": 919835,
        "offerId": 301,
        "review": "Работата, която извърши този занаятчия, не отговаря на очакванията ми за качество. Бях разочарован от това, което получих. Изглеждаше незавършена и бързо свършена. Не мога да препоръчам този занаятчия на никого.",
        "reviewSummary": "Некачествена и незавършена работа",
        "rating": 2,
        "clientName": "Иван Иванов",
        "craftsmanName": "Петър Петров"
    },
    {
        "craftsmanId": 51126,
        "clientId": 55257,
        "offerId": 302,
        "review": "Регистрирах се за този сервиз с високи очаквания, но бях много разочарован от резултатите. Не получих това, за което заплатих. Работата беше бързо свършена и не беше направена със задоволително качество. Не съм доволен от този сервиз и не го препоръчвам.",
        "reviewSummary": "Разочарован и некачествена работа",
        "rating": 2,
        "clientName": "Петър Петров",
        "craftsmanName": "Георги Георгиев"
    },
    {
        "craftsmanId": 508710,
        "clientId": 23615,
        "offerId": 304,
        "review": "Не съм доволен от качеството на работата, която извърши този занаятчия. Имах високи очаквания, но не успя да ги отговори. Не се чувствах уверен, че работата ще бъде направена правилно и като резултат получих недовършена работа. Не мога да препоръчам този занаятчия.",
        "reviewSummary": "Недовършена работа и ниско качество",
        "rating": 2,
        "clientName": "Георги Георгиев",
        "craftsmanName": "Николай Николов"
    },
    {
        "craftsmanId": 548153,
        "clientId": 620760,
        "offerId": 305,
        "review": "Този занаятчия е бил много некачествен и несериозен. Не успя да направи работата правилно и много бързо изчезна, без да отговаря на моите обаждания. Не мога да препоръчам този занаятчия на никого и ще избягвам да го ползвам отново в бъдеще.",
        "reviewSummary": "Некачествена работа и лошо поведение",
        "rating": 1,
        "clientName": "Николай Николов",
        "craftsmanName": "Андрей Андреев"
    },
    {
        craftsmanId: 297218,
        clientId: 584852,
        offerId: 1001,
        review: "Ужасна работа! Заявиха, че ще свършат работата за един ден, но не бяха готови дори след три дни. Резултатът е ужасен и не бих ги препоръчал на никого.",
        reviewSummary: "Ужасен резултат",
        rating: 1,
        clientName: "Иван Иванов",
        craftsmanName: "Петър Петров"
    },
    {
        craftsmanId: 938163,
        clientId: 677094,
        offerId: 604,
        review: "Добра работа. Бързи и коректни, но не са много точни в измерванията си. Все пак, бих ги препоръчал на приятели.",
        reviewSummary: "Бързи и коректни",
        rating: 4,
        clientName: "Николай Николов",
        craftsmanName: "Мирослав Михайлов"
    },
    {
        craftsmanId: 390577,
        clientId: 33613,
        offerId: 809,
        review: "Препоръчвам ги на всеки. Невероятна работа и много добро обслужване. Ще ги ползвам отново в бъдеще.",
        reviewSummary: "Невероятна работа",
        rating: 5,
        clientName: "Мария Иванова",
        craftsmanName: "Георги Георгиев"
    },
    {
        craftsmanId: 803495,
        clientId: 973399,
        offerId: 200,
        review: "Никога повече! Изключително лоша работа и много лошо обслужване. Изгубихме много време и пари с тези хора.",
        reviewSummary: "Лоша работа и обслужване",
        rating: 1,
        clientName: "Димитър Димитров",
        craftsmanName: "Иван Иванов"
    },
    {
        craftsmanId: 919568,
        clientId: 956015,
        offerId: 905,
        review: "Много качествена работа и бързо изпълнение на проекта. Препоръчвам ги на всички, които търсят добри майстори.",
        reviewSummary: "Качествена работа и бързо изпълнение",
        rating: 5,
        clientName: "Елена Петрова",
        craftsmanName: "Николай Николов"
    } 
      
      

]