export default [
    {
        "name" : "Интелигентни технологии и иновативни материали в реновацията на жилища",
        "paragraph1" : "Реновацията на жилище е важна стъпка в живота на всяка семейство. В момента, тенденциите в реновацията на жилища са насочени към постигане на максимална удобство и функционалност, като същевременно запазват естетиката на жилището. Това означава, че домакините имат много възможности да направят пространството, в което живеят, по-комфортно и уютно.",
        "paragraph2" : "Една от най-важните тенденции в реновацията на жилища в момента е използването на интелигентни технологии. Например, вградените сензори за осветление и климатизация помагат да се спести енергия и да се намали ежемесечната ви сметка за електричество. Освен това, много от тези технологии могат да се управляват чрез мобилни приложения, което прави живота по-лесен за домакините.",
        "paragraph3" : "Друга важна тенденция в реновацията на жилища е използването на иновативни материали. Например, подови настилки от камък и порцеланови плочки стават все по-популярни, тъй като са много издръжливи и лесни за поддръжка. Освен това, много от тези материали могат да имитират естествени материали като дърво и камък, което прави възможно да се постигне желаната визия на по-малка цена.",
        "image1" : "https://complementshome.com/wp-content/uploads/2020/10/new-home-technology-gadgets.jpg",
        "image2" : "https://cdn.mos.cms.futurecdn.net/6m6qcLN4Mt7gKhNx9Cw2DU.jpg"
    },
    {
        "name" : "Как да преобразите домашния си кабинет с минимални разходи",
        "paragraph1" : "Времето, в което работим от вкъщи, е настъпило. Затова, имайки функционален и приятен за работа домашен офис, е станало по-важно от всякога. Ако искате да преобразите кабинета си без да харчите много пари, следвайте тези съвети.",
        "paragraph2" : "Първо, определете къде да поставите бюрото. Изберете място с достатъчно естествена светлина и без шумове. След това, привлечете внимание към стените. Можете да ги осветите с красива боя или тапет, който да допълни останалата част от декора. Допълнително, можете да добавите растения, които ще освежат кабинета. Изберете такива, които са лесни за отглеждане и не изискват много грижи. Поставете ги на стелажи, бюрото или на прозореца. Не забравяйте и за мебелите. Можете да преобразите старата маса, като я пребоядисате или поставите нов плот. Също така, можете да добавите нова ракла за документи или секция за съхранение на необходимите ви материали. Тези малки промени ще направят голяма разлика.",
        "paragraph3" : "В крайна сметка, е важно да се чувствате уютно и комфортно в домашния си кабинет. Следвайте тези съвети и ще създадете пространство, което ще ви вдъхновява да работите по-продуктивно и с удоволствие.",
        "image1" : "https://mebeli.com//sites/mebeli.com/files/1614614806_homeretail_ff_2.jpg",
        "image2" : "https://chairs.bg/wp-content/uploads/2021/06/viden_playwork-01-768x449.jpg"
    },
    {
        "name" : "Най-добрите начини да превърнете малка баня в място за релакс",
        "paragraph1" : "Банята в дома ни може да бъде красиво място за релакс и спокойствие. Но когато става въпрос за малки бани, това може да бъде предизвикателство. Независимо от това, няма нужда да се отказвате от мечтата си за уютна и релаксираща баня, дори и да е малка. Ето няколко съвета как да я преобразите с минимални разходи.",
        "paragraph2" : "Първо, мислете високо. Използвайте всички възможности за пространство като например монтиране на шкафове и рафтове, които да ви помогнат да организирате и съхранявате необходимите вещи. Можете да използвате и пространството под мивката и върху нея, като поставите кошници или органайзери за козметика и други необходими принадлежности. Второ, изберете правилните цветове. Светли и свежи цветове като бяло, кремаво и пастелни тонове ще визуално увеличат пространството и ще го направят по-светло и приятно. Можете да добавите и детайли в тъмни цветове или смели десени, за да внесете малко разнообразие и личност в банята си. Трето, изберете правилните аксесоари. Малките бани често имат ограничено пространство, затова е важно да изберете аксесоари, които са функционални и едновременно с това красиви. Например, изберете едно красиво огледало, което да визуално увеличи пространството, или малък шкаф, който да бъде полезен и да ви помогне да съхранявате необходимите вещи.",
        "paragraph3" : "И накрая, не забравяйте за светлината. Малките бани често не разполагат с много естествена светлина, затова е важно да добавите достатъчно изкуствена светлина. Използвайте светлини, които да създават уютна и релаксираща атмосфера.",
        "image1" : "https://jumanji.livspace-cdn.com/magazine/wp-content/uploads/sites/2/2021/08/18133115/cover-15-1.png",
        "image2" : "https://media.architecturaldigest.com/photos/574dcad01cd9644b0beb1df4/master/w_1847,h_1436,c_limit/bathroom-designs-003.jpg"
    }
]